<pad>
<unk>
<sos>
<eos>
污
石
饪
获
奖
绽
膜
八
搜
阪
绿
泥
欠
盆
丢
噪
志
鳄
颤
余
糕
缓
圆
坠
洒
葬
扒
园
厌
妻
夭
萄
涩
更
攀
决
继
送
抚
估
典
近
号
算
驶
若
曲
看
越
脑
沐
:
萨
+
w
立
哈
币
逮
物
王
墩
埙
究
轮
帆
迫
掉
n
潮
虾
熟
念
琴
访
6
帘
肺
咽
于
住
银
丐
劳
良
吠
弗
漫
顾
蓬
蕾
挨
褒
销
芬
防
绕
军
嗯
刊
郊
闲
艇
振
般
钮
抨
臭
酒
京
爸
拘
纳
廊
谜
领
关
成
时
建
饭
截
轰
槟
孩
版
士
媛
龄
赐
扫
下
骑
馨
探
芋
锯
吐
啃
毫
六
航
挡
励
恒
棒
宿
亮
声
樽
早
棕
称
铃
被
选
仍
足
尸
(
嘀
绊
甚
死
夕
双
呕
桨
鹉
旁
雀
坐
愉
非
训
氛
弱
屠
雅
择
论
各
怖
守
饥
哨
厘
景
持
累
懊
梅
霍
校
示
柔
便
哩
西
或
.
概
间
祷
其
践
弦
苔
深
命
密
擅
努
陋
擦
色
逐
使
兰
m
植
泽
蔽
藤
才
尬
底
嫉
娜
殖
0
武
觉
城
誓
篮
恿
侄
超
椅
距
咋
起
姜
位
奢
图
授
研
废
洁
婆
栅
督
即
琵
绘
宗
膏
梳
竹
生
邮
泉
匙
嘴
爷
疟
呢
辕
哟
ö
花
上
妈
梨
杯
惧
展
橱
伐
牲
引
也
·
互
烘
旬
们
果
圈
睡
条
芝
酬
滑
脱
恤
敷
c
林
覚
结
思
山
视
宾
听
啼
厄
苍
里
当
革
扶
撕
招
供
注
末
疼
挂
茫
众
未
堂
歇
硬
劣
暴
有
升
竟
拥
手
撇
信
塘
筝
是
屁
钓
苏
帽
鄙
旗
黏
账
铅
痊
磅
瀚
驻
鹳
寿
离
摧
番
剧
鲸
蝠
剪
润
叹
克
叟
损
江
贿
刷
熏
调
稍
敌
鳟
晒
喷
赶
锈
冠
片
亏
地
世
b
氏
企
救
歌
耳
铲
旧
较
拣
藉
微
挖
允
射
基
维
言
辗
加
案
辞
堡
疏
殆
设
喀
沉
效
咀
雄
毕
些
毙
臂
岁
愤
笔
批
县
戒
灰
查
?
扎
F
洞
混
兴
另
汉
搞
派
犹
夫
囚
姻
橄
鲑
因
烤
焉
爽
盈
叶
平
鸟
态
辑
组
种
喉
烟
尔
右
绵
烧
叫
稣
求
蠢
扩
辙
豚
癌
亭
诅
阁
瀑
角
遣
侧
氧
接
汗
遅
痛
冒
三
万
庆
]
意
漆
耗
塔
笨
贫
糊
螂
罐
避
献
袜
北
裁
误
）
晨
趋
蹭
郁
途
让
髦
昔
肉
孕
瞄
垠
妆
捡
傍
迹
哺
瞟
本
伍
躺
经
共
根
挣
促
数
卑
逝
玛
大
饱
担
磨
饵
幅
瞥
此
性
盼
同
爹
前
译
吧
门
财
搭
动
懦
罪
脉
壳
拿
嚼
爱
逸
瞧
遇
忌
灵
辍
名
七
啸
瞌
兆
帐
埃
屈
窃
谈
惊
连
蜿
嗑
脚
辩
解
惫
娘
熊
必
惜
报
善
海
。
嘿
整
龙
泄
幚
痘
诗
攒
净
K
削
染
琶
左
运
蛙
产
荧
域
换
掴
俩
赌
讯
它
拖
易
确
局
膝
蜜
拌
祟
牺
涂
陆
添
钉
雇
烈
既
陡
锤
偷
喘
移
宙
排
绩
翅
惹
布
豪
嘈
凡
津
怨
光
描
D
抱
毯
柳
为
搬
噩
阱
筹
淋
篱
讨
倚
a
室
政
内
河
瞪
弊
要
狗
湖
聘
月
寺
星
兵
希
澄
昰
湿
眨
矮
铁
队
到
吟
龈
专
皮
惰
刹
杰
暗
鹤
慢
完
房
控
S
怎
捕
输
奉
犊
社
唤
棵
伏
丑
（
养
谐
味
南
穆
赏
缪
像
闯
孤
白
康
7
智
撑
躁
眼
茄
膀
茅
趴
溢
壁
谦
尊
反
醒
嗨
资
纸
犯
叔
拐
敏
简
谓
该
愿
肯
得
昆
呀
律
膊
川
兜
卵
墙
缴
抖
仪
饮
兹
致
可
程
先
！
需
r
问
秘
入
俚
慈
汽
系
搓
吸
女
鱼
记
告
悄
蛎
退
寞
斗
靓
甩
沾
张
钢
夸
医
咪
险
佳
束
正
过
顶
相
漠
堪
纪
纵
徒
且
舞
拭
凌
9
渔
侦
至
缺
级
乘
最
夜
耶
者
儿
庞
安
B
J
预
闹
羽
丽
尺
毒
仇
己
劈
恼
庙
金
鲜
蛇
黑
尘
缩
贬
奔
贩
拒
耍
泼
常
啜
马
登
猛
痒
粗
帕
阵
婉
挺
邪
羡
协
锻
敦
秋
扑
寻
亚
料
宣
长
竭
蝇
N
倡
冻
乎
残
漏
界
晃
赝
东
恩
莎
享
落
借
柠
沙
螫
庭
摄
慎
衷
凭
吃
娶
障
峭
挪
垫
答
懂
敢
肿
健
欺
糟
昏
仑
牧
辰
妨
涸
漂
抹
透
红
归
谎
鹭
涉
纽
纹
魔
施
：
画
列
参
您
鸽
书
虫
乳
赂
伞
蟾
迄
籽
饼
畅
保
啡
契
聊
吞
d
验
法
彩
拳
能
固
惩
千
旺
盛
盘
向
届
倦
诺
着
陵
量
棉
坞
%
柚
骡
泰
撞
衫
会
鬼
酪
尤
漉
樵
尚
补
竞
伫
姿
棍
鸡
档
“
垃
W
喻
浩
亿
滋
乐
倾
袋
氓
－
裸
脂
浅
垒
址
砍
轻
话
愈
波
”
衡
四
滨
眠
宁
玻
慌
蟀
之
甘
舔
懒
傲
顿
假
额
剃
任
热
I
须
了
收
/
陪
的
卢
乞
氨
已
饿
炒
稚
炸
降
伟
援
餐
纠
疲
堆
蔼
激
f
鸫
赠
吉
瞒
虑
治
承
采
配
制
腻
蛋
猜
街
佛
《
恨
病
胶
药
胳
序
萌
闭
把
呆
寄
恢
欣
宇
炖
榜
肝
摔
咨
素
照
旅
券
渴
滚
踝
库
瓶
令
巫
眶
午
盔
音
喱
狠
策
改
阶
章
所
册
德
廉
淹
貌
荷
仆
容
芽
土
顽
笑
桑
次
乌
跟
约
浴
窟
厅
尴
买
巅
仓
蝴
忙
晕
辈
脖
焦
鹦
怪
稔
单
兄
稳
括
曾
恰
馅
穿
乔
赛
叛
极
孙
堕
忽
鉴
凳
磁
紧
嫁
辨
事
据
勺
黄
活
柱
支
钱
压
迈
j
嗽
霸
团
扯
贯
认
捂
聚
标
刮
奥
失
踢
猴
恭
勾
唇
兼
挚
胆
第
负
婴
颊
九
晋
寡
赢
追
化
畏
牌
耽
填
嘛
目
瑰
身
馆
贸
自
直
翻
邀
撒
瞎
蚯
鼬
牡
岩
通
蜍
松
屑
剂
藏
委
惠
莫
罚
甜
吼
兑
坏
返
伯
溯
烛
贝
珠
唐
宅
伴
由
货
伊
壶
演
曼
值
蜂
详
幌
休
主
导
皱
御
体
闷
沏
空
铐
踮
隔
柯
凯
杀
占
延
罕
柜
闻
都
玉
茬
个
汇
太
趟
肃
羊
烊
浪
装
喜
熬
惯
试
碑
否
柏
以
2
购
t
誉
低
挤
符
狐
春
实
筒
友
述
挑
那
阴
呈
乱
尿
虚
骂
爆
诡
扮
真
省
勿
轨
啤
苗
细
艾
凝
依
箭
碰
课
乡
薪
存
储
械
衬
扭
走
娃
姆
差
锡
澳
中
谅
丁
枝
莉
贪
L
李
昵
虎
遭
萃
又
扇
绅
锚
蕃
偶
蒙
衰
份
付
疑
留
循
裤
桌
赴
濒
村
嗓
抓
属
碍
叮
飞
盹
镖
舍
荫
阳
检
浮
l
趁
始
愚
珊
永
哭
窍
苦
树
珍
燃
席
询
寒
争
稻
3
拨
蚊
拍
朵
特
状
复
挟
却
耘
椭
髪
颇
什
挽
阿
悉
骨
爵
在
强
公
卡
憩
丧
刑
习
肌
蝶
望
米
？
烦
仔
桦
官
力
祈
屏
耐
莓
咳
绷
映
沿
置
钞
遥
骗
架
署
挥
狂
巾
璃
丝
砸
项
似
,
盯
雷
静
麻
％
C
胞
魅
灌
绝
媳
浑
麦
胡
族
床
杠
驳
叙
斯
尾
抢
寝
沮
钥
敲
幽
淡
培
骚
贵
工
褐
车
难
霜
颜
环
辆
就
来
楼
材
抑
剎
盐
携
昂
瓜
仰
舒
裕
靶
处
座
好
吹
弟
匹
拆
积
炭
破
憾
弄
蹈
今
坡
英
拼
给
傻
"
丘
横
蚀
随
寸
络
济
瑚
韩
沟
荡
宵
k
历
歧
猫
困
煮
梵
愁
馊
U
区
终
源
谣
翼
错
俱
眉
敞
我
怜
术
提
萎
咕
跃
笼
蝙
两
构
诱
福
萧
弃
造
逗
鸦
铭
煎
洋
桥
益
老
荐
巢
杜
役
朝
慕
缸
遵
跑
岛
妹
垂
证
雪
议
幺
矿
式
套
彻
扬
晰
柄
侍
奴
礼
隐
谷
姐
悦
富
页
围
兔
葫
扰
变
重
罔
钩
温
鼾
症
慰
舟
塞
姑
肘
应
功
迎
范
顺
$
狡
头
介
签
风
谁
e
跨
行
租
锐
广
匠
稀
全
费
冈
后
普
卖
拜
讶
瘦
菲
葱
炼
怂
盒
交
班
坦
及
醇
具
秀
匆
皂
发
5
辛
百
樱
偿
蹑
俊
你
坪
鸭
耕
粮
淘
絶
吵
丰
碳
晤
V
y
做
1
附
甥
衣
食
佩
唬
水
箱
诚
罗
幢
战
师
狼
取
卫
遍
蔬
绪
野
载
跳
[
稿
酷
「
裙
慧
圾
客
定
蜘
满
脆
毛
陈
乏
枚
伦
绑
魁
链
、
筑
蟋
类
监
腊
节
穴
纫
T
杖
患
件
香
躲
聪
桃
臊
优
啊
唱
断
矛
回
嬉
替
掏
杉
锅
知
伸
申
筷
掌
豆
刺
显
劫
啥
股
H
狱
胀
簿
现
暖
察
营
h
阖
恐
少
贷
妥
栖
背
甲
鹰
天
砰
谧
橡
市
警
欧
读
码
宜
五
础
播
4
酸
帮
学
斤
逼
闪
侈
婶
焰
国
翰
文
u
诉
抵
朱
踏
凉
刀
欲
烂
首
肠
小
唯
禁
倍
偏
朗
罢
墨
创
摇
谚
仅
凑
泪
洲
技
窝
侵
子
梯
还
谨
比
矶
史
惕
危
迪
网
脾
苹
织
巡
攻
逢
夷
木
坝
灯
幕
等
严
义
镜
格
指
拄
饶
匿
品
丈
伙
电
恶
繁
散
耻
盲
测
敬
＂
忠
霉
斥
去
何
疯
穷
代
语
哄
债
谱
啦
草
传
谋
捞
瓣
乖
流
玫
睁
坟
每
岔
叠
鞋
服
疾
务
口
虽
打
鼻
隶
烹
舌
喝
店
倔
待
增
但
很
胃
碌
豫
羞
仗
佬
稽
忆
浇
例
郎
渐
莱
临
夏
沼
矣
新
油
缉
青
彼
堵
年
核
锋
胜
予
筵
高
幻
准
绍
短
洛
古
恳
厂
P
府
崖
厕
遗
嗝
泛
秒
款
怯
腺
叉
栋
勉
只
段
虹
)
司
释
汤
淆
想
放
酱
葵
急
业
尽
劲
祖
精
卷
逊
扔
软
块
胖
针
紫
吻
湾
垄
妳
黎
滩
皆
感
蛛
亡
冷
题
浏
拔
鼠
摸
芦
丛
翔
姨
护
样
魂
嫩
s
日
琼
毅
场
覆
橘
腔
姓
免
缝
昨
仁
桶
著
往
墓
哦
略
猪
默
止
茵
啬
管
民
赔
神
尝
摆
兽
膨
锁
举
境
宽
悲
戏
谢
瓦
•
赞
籍
象
嘘
蚤
修
某
字
异
考
统
迁
抽
萝
练
戈
不
开
夹
龟
驱
和
裹
育
慨
巧
椒
A
嗜
除
呼
盟
沸
勒
院
董
枕
几
僵
邻
亩
暇
疗
宰
阅
点
壤
征
奶
墟
步
煤
港
凄
婚
奏
牛
燕
埋
葛
庄
威
奇
暑
外
驾
人
肥
鹿
父
审
害
总
边
没
俭
多
厨
刚
!
执
蜒
蛰
转
频
零
喂
这
期
宫
博
弹
消
干
机
吗
按
粉
钟
洪
靴
捷
忍
而
进
握
溺
切
笆
辱
欢
奋
辘
碎
际
枪
息
腰
瘪
逛
陷
寂
充
涨
纔
楚
家
疚
模
腿
率
潢
朋
寓
噢
道
吁
影
勤
哑
二
雨
斜
粘
劝
呻
齿
饰
礁
插
淇
屯
遮
茶
投
厉
质
窗
一
梦
镇
露
喊
歉
层
杂
瞬
伪
税
找
用
蒸
稠
刻
咎
坚
缘
O
腮
宝
败
肤
戚
权
评
哮
哲
阻
写
菜
棋
巨
匪
妙
榄
贴
丸
并
搏
跌
贡
剩
俄
办
o
捐
帝
州
洽
森
周
从
线
教
晾
韦
捉
哪
删
板
扣
矩
迅
坊
履
骸
」
商
溜
辜
液
纯
帅
愧
嚎
狮
咒
拯
谬
明
拷
辣
韧
咱
幸
犬
宪
将
艰
戳
牵
表
仿
殴
冲
屉
痕
蛀
祝
无
慷
浸
逻
卉
疫
柴
厚
搁
咆
母
览
斑
够
撼
硕
怒
丹
吓
莽
蕉
识
讲
踪
烫
触
票
掩
再
旦
递
姊
摘
规
裂
牙
靠
带
售
器
搅
折
观
键
》
贺
袭
晚
价
殃
怕
屋
集
咸
录
，
原
判
艘
熄
泻
召
榨
融
火
雕
8
逆
宴
惑
田
速
肴
索
十
限
嘱
勇
赖
笋
骄
男
径
季
路
瑞
宠
酣
鼓
殊
恋
匮
贼
理
故
联
踩
仙
睛
抛
蜡
隧
游
然
拉
许
-
陌
震
美
捏
镭
瘾
措
肪
肚
候
华
群
渡
妇
滞
蒜
衕
泡
抬
篇
忧
吝
涌
艺
她
包
狸
心
g
划
请
别
胸
暂
袤
户
X
违
盏
毁
岸
续
函
咖
聋
启
停
谍
峰
逃
晴
清
熨
作
鲤
久
扛
船
响
疤
戴
庇
受
薯
云
牢
井
潜
远
爬
合
农
凶
撤
居
披
蜗
瞭
杆
腾
弓
站
迷
荒
肩
端
吭
冬
减
操
尼
咬
硫
菠
俗
袖
洗
趣
池
玩
抗
卓
气
绸
趾
利
溅
势
i
镑
脸
嚏
助
如
圣
订
蓄
颈
醉
元
狩
灭
蚓
鸣
泣
胎
葡
翁
滥
独
炎
橙
蓝
亲
齐
僧
拧
荣
盗
出
员
嘲
'
妒
形
则
他
快
鲁
捧
浓
缠
对
痴
嗅
谊
含
腐
晓
碟
脏
印
崩
邦
倒
泳
推
半
壮
均
诊
私
幼
球
廷
适
职
舅
突
忘
卧
胁
与
央
击
尖
计
冥
怀
面
副
血
喔
妄
肖
弥
筋
责
枯
滴
部
绳
碗
拾
科
初
弯
篷
么
钳
方
说
托
赤
糖
遛
悬
见
伤
灾
雾
薄
赚
达
颗
冰
台
揭
剥
剔
腋
汁
情
塑
卜
哥
遏
型
诞
鸵
唔
迟
翘
澡
悔
词
炉
蟑
钻
摩
备
檬
祸
童
咙
窄
编
况
分
柿
磺
囱
栏
盖
潦
嫌
M
度
封
剑
句
猎
铺
恕
惭
巴
